import React from "react";
import styles from './Home.module.css'
import { FaThinkPeaks } from "react-icons/fa";

export default function TipDay() {
  return (
    <div className={`${styles.contextTipDay} ${styles.contextBlock}`}>
      <ul>
        <li>
          Ամեն ինչ փոխվում է։ Փոխվում է կյանքը, փոխվում են մարդիկ, և կարծես թե
          ամեն ինչ լավ է։ Բայց երբեմն այնքան չեն բավականացնում այն հինը, այն
          կյանքը, այն մարդիկ։
        </li>
        <li>
          Մի շտապիր օգնել նրանց, ովքեր քեզ չեն խնդրել։ Խորհուրդներդ մի տուր
          նրանց, ովքեր չեն հարցնում քեզ։ Գնահատիր քեզ, քո բառը, քո մտքերը։
        </li>
        <li>Մի ապականեք ձեր կյանքը՝ ձեզ չգնահատող մարդկանց այնտեղ պահելով։</li>
        <li>
          Մարդուն հարցրու, թե ինչ է երջանկությունը, և դու կիմանաս, թե նրան
          ամենաշատն ինչ չի հերիքում։
        </li>
        <li>
          Մարդիկ իրենց արդարացնելու համար երկար ինչ-որ բան կարող են հորինել,
          փոխանակ պարզապես ասեն՝ կներես։
        </li>
      </ul>
      <FaThinkPeaks color="#F9BE3C" fontSize='25vw' />
    </div>
  );
}
